[
    {
        "title": "Finding Me: A Memoir",
        "author": "Viola Davis",
        "description": "This is my story, from a crumbling apartment in Central Falls, Rhode Island, to the stage in New York City, and beyond. This is the path I took to finding my purpose but also my voice in a world that didn't always see me.",
        "page_count": 304,
        "cover_img": "findingme_violadavis.png",
        "isbn": 9780063037328,
        "club_id": 1
    },
    {
        "title": "Last Summer Boys",
        "author": "Bill Rivers",
        "description": "Summer 1968. When thirteen-year-old Jack Elliot overhears the barbershop men grousing, he devises a secret plan to keep his oldest brother, Pete, from the draft. If famous boys don't go to war, he'll make his brother their small town's biggest celebrity. Jack gets unexpected help when his book-smart cousin Frankie arrives in their rural Pennsylvania town for the summer. Together, they convince Jack's brothers to lead an expedition to find a fighter jet that crashed many winters ago—the perfect adventure to make Pete a hero.",
        "page_count": 285,
        "cover_img": "lastsummerboys_billrivers.jpg",
        "isbn": 9781662500312,
        "club_id": 2
    },
    {
        "title": "The Catcher in the Rye",
        "author": "J.D. Salinger",
        "description": "The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caufield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days.",
        "page_count": 240,
        "cover_img": "catcherintherye_jdsalinger.jpg",
        "isbn": 9783499108518,
        "club_id": 3
    }, 
    {
        "title": "Watchmen",
        "author": "Alan Moore",
        "description": "This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.",
        "page_count": 416,
        "cover_img": "watchmen_alanmoore.jpg",
        "isbn": 9780930289232,
        "club_id": 4
    }, 
    {
        "title": "Dark Matter: A Novel",
        "author": "Blake Crouch",
        "description": "Dark Matter is a brilliantly plotted tale that is at once sweeping and intimate, mind-bendingly strange and profoundly human—a relentlessly surprising science-fiction thriller about choices, paths not taken, and how far we'll go to claim the lives we dream of.",
        "page_count": 416,
        "cover_img": "darkmatter_blakecrouch.jpg",
        "isbn": 9783442205127,
        "club_id": 7
    }, 
    {
        "title": "Ancestor Trouble: A Reckoning and A Reconciliation",
        "author": "Maud Newton",
        "description": "An acclaimed writer goes searching for the truth about her wildly unconventional Southern family—and finds that our obsession with ancestors opens up new ways of seeing ourselves—in this “brilliant mix of personal memoir and cultural observation” (The Boston Globe).",
        "page_count": 400,
        "cover_img": "darkmatter_blakecrouch.jpg",
        "isbn": 9780812997927,
        "club_id": 5
    }, 
    {
        "title": "The Midnight Library",
        "author": "Matt Haig",
        "description": "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?",
        "page_count": 304,
        "cover_img": "midnightlibrary_matthaig.jpg",
        "isbn": 9780525559474,
        "club_id": 6
    }, 
    {
        "title": "The Wanderers",
        "author": "Meg Howrey",
        "description": "A brilliantly inventive novel about three astronauts training for the first-ever mission to Mars, an experience that will push the boundary between real and unreal, test their relationships, and leave each of them—and their families—changed forever.",
        "page_count": 384,
        "cover_img": "thewanderers_meghowrey.jpg",
        "isbn": 9781524751425,
        "club_id": 7
    }, 
    {
        "title": "The Maid",
        "author": "Nita Prose",
        "description": "A Clue-like, locked-room mystery and a heartwarming journey of the spirit, The Maid explores what it means to be the same as everyone else and yet entirely different—and reveals that all mysteries can be solved through connection to the human heart.",
        "page_count": 304,
        "cover_img": "themaid_nitaprose.jpg",
        "isbn": 9780593356159,
        "club_id": 8
    }, 
    {
        "title": "Moo",
        "author": "Sharon Creech",
        "description": "When Reena, her little brother, Luke, and their parents first move to Maine, Reena doesn't know what to expect. She's ready for beaches, blueberries, and all the lobster she can eat. Instead, her parents “volunteer” Reena and Luke to work for an eccentric neighbor named Mrs. Falala, who has a pig named Paulie, a cat named China, a snake named Edna—and that stubborn cow, Zora.",
        "page_count": 288,
        "cover_img": "moo_sharoncreech.jpg",
        "isbn": 9780062415264,
        "club_id": 9
    }, 
    {
        "title": "Black American Refugee: Escaping the Narcissism of the American Dream",
        "author": "Tiffanie Drayton",
        "description": "After following her mother to the US at a young age to pursue economic opportunities, one woman must come to terms with the ways in which systematic racism and resultant trauma keep the American Dream inaccessible to Black people.",
        "page_count": 304,
        "cover_img": "blackamericanrefugee_tiffaniedrayton.jpg",
        "isbn": 9780593298541,
        "club_id": 1
    }, 
    {
        "title": "Sea of Tranquility: A novel",
        "author": "Emily St. John Mandel",
        "description": "The award-winning, best-selling author of Station Eleven and The Glass Hotel returns with a novel of art, time, love, and plague that takes the reader from Vancouver Island in 1912 to a dark colony on the moon five hundred years later, unfurling a story of humanity across centuries and space.",
        "page_count": 226,
        "cover_img": "seaoftranquility_emilystjohnmandel.jpg",
        "isbn": 9781524712174,
        "club_id": 2
    }, 
    {
        "title": "A Confederacy of Dunces",
        "author": "John Kennedy Toole",
        "description": "This tragicomedy follows the life of Ignatius, a slacker living with his mother in New Orleans in the 60s. Ignatius hates society and condemns every part of it. He is short-tempered and his verbal abuse is often aimed at his poor mother. Following a car accident, he is forced to work a low-level and low-paying job to pay for the repairs.",
        "page_count": 405,
        "cover_img": "confederacyofdunces_johnktoole.jpg",
        "isbn": 9780802130204,
        "club_id": 3
    }, 
    {
        "title": "Saga",
        "author": "Brian K Vaughan",
        "description": "When two soldiers from opposite sides of a never-ending galactic war fall in love, they risk everything to bring a fragile new life into a dangerous old universe.",
        "page_count": 160,
        "cover_img": "saga_briankvaughan.jpg",
        "isbn": 9781607066019,
        "club_id": 4
    }, 
    {
        "title": "The Order of Time",
        "author": "Carlo Rovelli",
        "description": "Why do we remember the past and not the future? What does it mean for time to 'flow'? Do we exist in time or does time exist in us? In lyric, accessible prose, Carlo Rovelli invites us to consider questions about the nature of time that continue to puzzle physicists and philosophers alike.",
        "page_count": 256,
        "cover_img": "orderoftime_carlorovelli.jpg",
        "isbn": 9780735216105,
        "club_id": 5
    }, 
    {
        "title": "The It Girl",
        "author": "Ruth Ware",
        "description": "Vivacious, bright, occasionally vicious, and the ultimate It girl, she quickly pulled Hannah into her dazzling orbit. Together, they developed a group of devoted and inseparable friends—Will, Hugh, Ryan, and Emily—during their first term. By the end of the year, April was dead.",
        "page_count": 432,
        "cover_img": "theitgirl_ruthware.jpg",
        "isbn": 9781982155261,
        "club_id": 6
    }
]